import ImageOne from "../assets/patriot.png";
import ImageTwo from "../assets/47-ма-бригада-маґура.png";
import ImageThree from "../assets/92-га-бригада-івана-сірка.png";

import Symbol1 from "../assets/one.svg";
import Symbol2 from "../assets/two.svg";
import Symbol3 from "../assets/three.svg";

interface Service {
  id: number;
  icon: string;
  title: string;
  subtitle: string;
  content: string;
  backgroundImage: string;
}
//Механізовані і танкові війська та гірська піхота (one)
// Ракетні війська та артилерія (two)
//Війська протиповітряної оборони Сухопутних військ (three)
export const ServiceData: Service[] = [
  {
    id: 1,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Механізовані і танкові війська та гірська піхота",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageOne,
  },
  {
    id: 2,
    icon: Symbol2,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Ракетні війська та артилерія ",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageTwo,
  },
  {
    id: 3,
    icon: Symbol3,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Війська протиповітряної оборони Сухопутних військ",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageThree,
  },
  {
    id: 4,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Механізовані і танкові війська та гірська піхота",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageOne,
  },
  {
    id: 5,
    icon: Symbol2,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Ракетні війська та артилерія ",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageTwo,
  },
  {
    id: 6,
    icon: Symbol3,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Війська протиповітряної оборони Сухопутних військ",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageThree,
  },
  {
    id: 7,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    subtitle: "Ракетні війська та артилерія ",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: ImageTwo,
  },
];
