import SpaceCity1 from "../assets/patriot.png";

import Symbol1 from "../assets/mechanized-infantry.png";

interface Service {
  id: number;
  icon: string;
  title: string;
  content: string;
  backgroundImage: string;
}

export const ServiceData: Service[] = [
  {
    id: 1,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
  {
    id: 2,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
  {
    id: 3,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
  {
    id: 4,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
  {
    id: 5,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
  {
    id: 6,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
  {
    id: 7,
    icon: Symbol1,
    title: "3-тя окрема штурмова бригада",
    content:
      "Мотострілецькі війська України є загальною основою та основними бойовими порядками Сухопутних військ України. Вони виконують завдання з утримання зайнятих районів,...",
    backgroundImage: SpaceCity1,
  },
];
